{"data":{"contentfulBlogPost":{"title":"Kyrgyzstan: more than just a bunch of consonants","publishDate":"June 5th, 2020","heroImage":{"fluid":{"tracedSVG":"data:image/svg+xml,%3csvg xmlns='http://www.w3.org/2000/svg' width='400' height='241' viewBox='0 0 400 241' version='1'%3e%3cpath d='M77 79l-22 2-22 2c-7 2-13 1-22-2L1 79l-1 81v81h401v-81l-1-67c0 17 0 17-9 15-4 0-6 0-9 2l-15 2-14 2-10 2c-4 0-20 4-22 6l-19 7-10 2c-6 2-5 2-15-2l-21-13c-11-8-28-17-42-22-13-5-27-7-47-7h-25c-10 0-13 0-25-3l-24-5H77m-2 76l-6 5c-7 6-8 7-7 15 0 2 9 1 11-1h1c0 1 1 2 5 2 4 1 5 1 5 3l2 2h9c1 2 11 3 11 1 0-1-1-2-3-2l-2-1h2l4-1a308 308 0 0 0 51 2c5 0 6 0 7 2s1 2 2 1c0-2 0-2 1 0s1 2 1-1c0-5-2-7-10-13l-10-7c-6-7-15-9-21-3-8 7-9 7-14 2-4-5-5-5-9-5l-5 2-4 3c-3 2-3 2-7-2-5-5-12-7-14-4' fill='lightgray' fill-rule='evenodd'/%3e%3c/svg%3e","aspectRatio":1.6587240584166025,"src":"//images.ctfassets.net/ks1b7y6sttxc/zuMXqlExqfR5WxRMpxAyw/3f7a1fbde0db6743ef0fed3c83a5683d/PANO_20190527_201837.jpg?w=1180&q=50&bg=rgb%3A000000","srcSet":"//images.ctfassets.net/ks1b7y6sttxc/zuMXqlExqfR5WxRMpxAyw/3f7a1fbde0db6743ef0fed3c83a5683d/PANO_20190527_201837.jpg?w=295&h=178&q=50&bg=rgb%3A000000 295w,\n//images.ctfassets.net/ks1b7y6sttxc/zuMXqlExqfR5WxRMpxAyw/3f7a1fbde0db6743ef0fed3c83a5683d/PANO_20190527_201837.jpg?w=590&h=356&q=50&bg=rgb%3A000000 590w,\n//images.ctfassets.net/ks1b7y6sttxc/zuMXqlExqfR5WxRMpxAyw/3f7a1fbde0db6743ef0fed3c83a5683d/PANO_20190527_201837.jpg?w=1180&h=711&q=50&bg=rgb%3A000000 1180w,\n//images.ctfassets.net/ks1b7y6sttxc/zuMXqlExqfR5WxRMpxAyw/3f7a1fbde0db6743ef0fed3c83a5683d/PANO_20190527_201837.jpg?w=1770&h=1067&q=50&bg=rgb%3A000000 1770w,\n//images.ctfassets.net/ks1b7y6sttxc/zuMXqlExqfR5WxRMpxAyw/3f7a1fbde0db6743ef0fed3c83a5683d/PANO_20190527_201837.jpg?w=2360&h=1423&q=50&bg=rgb%3A000000 2360w,\n//images.ctfassets.net/ks1b7y6sttxc/zuMXqlExqfR5WxRMpxAyw/3f7a1fbde0db6743ef0fed3c83a5683d/PANO_20190527_201837.jpg?w=3540&h=2134&q=50&bg=rgb%3A000000 3540w,\n//images.ctfassets.net/ks1b7y6sttxc/zuMXqlExqfR5WxRMpxAyw/3f7a1fbde0db6743ef0fed3c83a5683d/PANO_20190527_201837.jpg?w=4316&h=2602&q=50&bg=rgb%3A000000 4316w","sizes":"(max-width: 1180px) 100vw, 1180px"}},"body":{"childMarkdownRemark":{"html":"<p>As foreshadowed in the last blog, there was more fun to come once we crossed the border.  We had entered Kyrgyzstan, the land of not enough vowels, at Irkeshtam, the only road border with China that is open to foreigners crossing, and home to what looked like two filthy huts and a ravenous cluster of taxi drivers with a captive audience! We had befriended a nice group of travellers en route, with whom we had undertaken the last part of the crossing, so we had some bargaining power - but not a lot! One lad had good English and we managed to arrange a bearable price for the group of us to get out of Irkeshtam, with Nick and I heading to Osh and our companions asking to be dropped off en route.</p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/2bzu1MRZByUWT7d1VUGFFV/c12d5ae75b332a2e54c74ab1d39466dc/IMG_20190522_160222.jpg\" alt=\"IMG 20190522 160222\"></p>\n<p>We set off, but back towards the Chinese border! A lot of consternation (NONE of us wanted a repeat of that day from hell!) ensued until we realised we were just picking up an uninvited passenger, some army fellow who insisted that our mate Angus get out of the front seat to let him have the best spot! A fair bit of grumbling didn't help, so we were soon sandwiched into the back together and off on an extraordinary drive through some of the best scenery we'd seen since Nepal. </p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/3nT7jPXhnxhdOaFbSKMna/609319ca0713344b756ace3408764f2c/IMG_20190522_190205_1.jpg\" alt=\"IMG 20190522 190205 1\"></p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/1MS91idtGp7cjlNsy4ViwZ/f336956ceaf4f2c7de00ae64e29be123/MVIMG_20190522_171403.jpg\" alt=\"MVIMG 20190522 171403\"></p>\n<p>Kygyzstan is a country we knew almost nothing about until we started planning a trip along the Silk Road - it turns out it's a spectacular mix of mountain ranges, alpine lakes, rolling snowy meadows and fertile valleys.  The cities have a fantastic Soviet brutalist element (I'm a big fan of Soviet architecture, what can I say!) and are cheap and safe.  It is also the only country I've been to where a significant portion of the people remain nomadic or semi-nomadic, breeding horses for meat, transport and milk and living in yurts in jailoo (alpine pastures) for at least part of the year. Warning, this is another blog that is weighed down with too many photos but I just couldn't choose... We got our first gawp at the famous Kygystani horse culture on the drive in, and couldn't wait to get back into our hiking boots!  </p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/5QAlGpzNGS6ecyjfS3KMo/361698efead4c88e6c7c07b349455758/IMG_20190525_081930.jpg\" alt=\"IMG 20190525 081930\"></p>\n<p>Our driver and his army companion were also not keen on waiting, going hell for leather along hairpin alpine roads.  We dropped our Australian companions in a beautiful village not far from the border, then continued on with Angus at breakneck speed, which got even more frightening as we hit a rain storm.  Eventually, inevitably, the driver misjudged a corner on a slick waterlogged road and spun the car out, hurling us around in the back and careening towards the bank of a river.  Nick heroically flung himself on top of me, trying to make up for the fact that I didn't have a seatbelt but we came to a stop before we went flying into the river.  The driver barked the word \"hurry!\" at us by way of an apology and eased the car back on to the road before reverting back to just as crazy speeds.  It was only when we were well underway again that Angus queried from the corner \"Tess, did you scream 'WE'RE GOING TO DIE!!' as we were spinning?\".  You'll be pleased to hear that yes, I am that much of a drama queen. </p>\n<p>Needless to say, we were very pleased to reach Osh late that night, eat something cheesy (CHEESE!!!) and collapse into bed to sleep off the trauma of the Chinese border crossing and a near death experience!</p>\n<p>We cruised about the next day, enjoying the low key, friendly city of Osh, which is a 3,000 year old market stop on the Silk Road (not that you'd tell from the architecture, but certainly from the vibe).  We marvelled at what a difference a day makes:  though west China was not as Chinese as the cities and towns further east, we were undoubtedly in Central Asia and not China now, with the incredible mix of Russian, European, Middle Eastern and Asian culture that we'd never seen before. I couldn't find my way to a Russian breakfast fast enough, gorging myself on syrniki - a delicacy I've not had since living in Moscow in 2012 (and one of the main reasons I gained 12 kg in five months in Russia!)</p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/69dMjlu9SWOMXV0MczPUjJ/30f2a2d4d7384d55ca47e180a21e07b3/IMG_20190523_093743.jpg\" alt=\"IMG 20190523 093743\"></p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/7tExaEGZlVyVnnw6dzuxwN/5c1255c4f9d916a492b9686e8f0bf55d/IMG_20190523_093410.jpg\" alt=\"IMG 20190523 093410\"></p>\n<p>Next up was organising our ride for the next few weeks!  In the 90s, a Swiss NGO set up a system called Community Based Tourism (CBT) in Kyrgyzstan, which has flourished into an amazing system of community owned, run and managed tourism where you can link up with local drivers, homestays, horse handlers, hiking guides and almost anything else you think of.  We joined back up with our travel buddy from the previous day, Angus, who we ran into by blind luck in Osh while heading to our local CBT office.  Together, we decided to hire a driver for two weeks, who would be able to take us to all the remote beauty spots in the Kygyz mountains.  Our trusty vehicle? The misleadingly stickered adventure van (no link to Thomas Cook (RIP) - we checked, the stickers were just purchased for extra decoration!) </p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/2Rxg8uzUPUSKtLmHT0GzcP/8cdb6d714ac5e69b71f950efdb27f011/IMG_20190527_085054.jpg\" alt=\"IMG 20190527 085054\"></p>\n<p>By that evening, we were off, heading to our first homestay in a lovely little town called Arslanbob.  </p>\n<p>In a country that is 90% mountain, Arslanbob is an uncharacteristic ancient forested valley.  The forest itself, amazingly, is walnut trees, likely the original source of every other walnut in the world, spread throughout Europe by Alexander the Great who was welcomed by the incredibly hospitable people here as he passed through. Because of the way the Soviets carved Central Asia into states during the USSR, the people who live in Arslanbob are actually Uzbeks and speak Uzbeki. </p>\n<p>We didn't have particularly good weather, so the beautiful mountainous backdrop to the forested valley never materialised out of the clouds, but we had an incredibly restful time eating like kings on the balcony of our homestay, strolling through the walnut forests and making friends with the local wildlife. </p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/42vJwKv6guAty5MIUWeb7u/94d00bc6966d4752e8aa418611e1d227/IMG_20190524_161910.jpg\" alt=\"IMG 20190524 161910\"></p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/4HkJihn7DWPZSG8qznbo3M/5a07ec3b719d084e44f1ea443521eefa/00000IMG_00000_BURST20190524145601129_COVER.jpg\" alt=\"00000IMG 00000 BURST20190524145601129 COVER\"></p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/16QqcOroqQpEYUKUPuJfVY/e217cdb8ad2e0a508d3f77590998dc55/IMG_20190525_071501.jpg\" alt=\"IMG 20190525 071501\"></p>\n<p>Another extraordinarily picturesque drive took up most of the next day, with cowboy traffic, herds of horses with their foals and beautiful mountainous foothills around every corner. </p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/784oKQFpCCRZghXPouEGAs/830d2fdb13742166e41f3f1b220a7521/IMG_20190525_081842.jpg\" alt=\"IMG 20190525 081842\"></p>\n<p>We were headed for our next homestay and Sary Chelek, our first Kygyzstani alpine lake.  Despite more low dense clouds and some pouring rain, we managed to get some very sunny patches with some extremely South Island esque views!</p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/5RRyFXvpRrEAEIrsko24Fn/ce3149dfa878e44569241becada351ca/00100sPORTRAIT_00100_BURST20190525151827202_COVER.jpg\" alt=\"00100sPORTRAIT 00100 BURST20190525151827202 COVER\"></p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/3sI4vxlPetpdqwuSLlJGD4/6edca070e6ac1e67f1799c8a748890c1/IMG_20190525_160126.jpg\" alt=\"IMG 20190525 160126\"></p>\n<p>We were also rewarded with some delightful locals setting up a party with an accordian and a singer along the lakeside, where they proceeded to dance, do endless shots of vodka and have a very good time. </p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/7FbMQrXBB7vqkQv6gUeqZJ/b6186783f86ff09fc17a424f1ae86075/MVIMG_20190525_161442.jpg\" alt=\"MVIMG 20190525 161442\"></p>\n<p>Another comfy, warm homestay later, we were back on the road, this drive even more beautiful than the last as we headed into the middle of the country.</p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/1wlMudz9uJFCtK42raIhzc/30ef92333332c3b2915afe3ccc100edc/IMG_20190526_102354.jpg\" alt=\"IMG 20190526 102354\"></p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/AU1LAgt23QHLm0C54Krct/2452f7a43524a1b2b59dc832ed48f478/MVIMG_20190526_151919.jpg\" alt=\"MVIMG 20190526 151919\"></p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/MgNf78CAworB7Iiee9iYr/c3b3a80cab44c3b63181e1e9847a12a1/IMG_20190526_122021.jpg\" alt=\"IMG 20190526 122021\"></p>\n<p>We also had our first glimpse of mares being milked, a quintessentially Kyrgyzstan experience.  </p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/4axrbVyGU6NzV889ZLEzZf/4974d5eea1271d938e07155037b50ac2/IMG_20190526_153707.jpg\" alt=\"IMG 20190526 153707\"></p>\n<p>The soundtrack wasn't bad either!!</p>\n<p><a href=\"https://youtu.be/zq4casUoE0I\" class=\"embedly-card\" data-card-width=\"100%\" data-card-controls=\"0\">Embedded content: https://youtu.be/zq4casUoE0I</a></p>\n<p>We were spending that night in a tiny, sleepy little town called Kyzyl-Oi, nestled under mountains and with various friendly chickens and dogs as traffic.  And this lovely piece in the lounge! Like I said, the Kyrgyz really love their horses. </p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/6TqJBxgR0hdjlLkW8br2pu/3605e61c799cec7273e8006e847d97da/IMG_20190526_174758.jpg\" alt=\"IMG 20190526 174758\"></p>\n<p>The next day, we were up early to head to our three day hike.  Having passed some young cowboys with a delightful dramatic streak:</p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/2cLWvjMi32LABd1KV5VUUW/1534c5766f3cd31aea5ef46a70a6f1ba/IMG_20190527_092825_exported_0_1558927951929.jpg\" alt=\"IMG 20190527 092825 exported 0 1558927951929\"></p>\n<p>We were shouldering our packs, memorising our very sketchy instructions and hiking off into the wilderness on our way to that night's yurt in the jailoo meadows around Song Kul lake.  We'd timed the hike perfectly - the low cloud, rain storms and snow flurries of the previous few days had disappeared, and we had incredible visibility and sunshine to stroll past herds of horses, streams, wildflowers and snowy peaks. </p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/IxMq7K773vk5Vd7sKNT46/5e1c8dbeebad4c691d6ceea300543234/MVIMG_20190527_113556.jpg\" alt=\"MVIMG 20190527 113556\"></p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/7rS0a6ViKhDjJWUOpIPhbx/7bbb1cae9bc99475c3d51ad9605f4f43/IMG_20190527_133247-01.jpg\" alt=\"IMG 20190527 133247-01\"></p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/1bYGGkCVMr6eMzikZPqo1E/4e6be8210ba994b035a2fc589bd5e02d/MVIMG_20190527_141837.jpg\" alt=\"MVIMG 20190527 141837\"></p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/4Nkdc0eYJwsraobKf4FQoI/df533bb70b88d8826980e39e8a03841b/IMG_20190527_141959.jpg\" alt=\"IMG 20190527 141959\"></p>\n<p>After a hard day of walking, we were very excited to reach the most picturesque yurt camp we'd yet seen: our host for the night.  Although we didn't have a lot of common language, we managed over a delicious afternoon tea (with sweet cakes and clotted cream made from mare's milk!) to understand that our host family had been using these yurts every summer for 70 years! </p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/Wlk6pfwewGV3A0BUoGFeX/40124f616a900567ce7ed2a1e0153d17/PANO_20190527_201837.jpg\" alt=\"PANO 20190527 201837\"></p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/12GPozxA27AJRk5r87V4zb/7e255359095cd1743081857d16005846/IMG_20190527_163141.jpg\" alt=\"IMG 20190527 163141\"></p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/1CBcNr5ylahfMWJD4DaqVC/8b9cedaeb404ae130cc47e1c789c56ac/IMG_20190527_202542.jpg\" alt=\"IMG 20190527 202542\"></p>\n<p>They're pretty dreamy wee structures - warm, colourful, inviting and remarkably colourful!  And that circular shape at the apex is the symbol on the Kyrgyz national flag.  </p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/5whhws8T8Ip4RBr1JfLh4N/2b575a18a2fd9983d62efb5d69fe6eb4/IMG_20190527_144716.jpg\" alt=\"IMG 20190527 144716\"></p>\n<p>After an extremely comfy night (during which our hosts came into the tent to add more wood to the fire!) we had a delicious breakfast and joined a few companions for the next day of walking.  We'd been travelling with Angus, but we linked our little group up with Cas, Ruby, Damien and their guide Kairat for a more raucus hiking experience. </p>\n<p>After a fairly steep morning, we got our first view of Song Kul.</p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/4aLY3gbq820oCbFdwxtseO/201d7695bd7a4a9eeabf0e758245e033/LRM_EXPORT_443721798683710_20190528_215448753.jpg\" alt=\"LRM EXPORT 443721798683710 20190528 215448753\"></p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/rNTj0flXfivrSXGbWgAjv/9fe2f877f35d6fcec0f2e4c7d2c077e2/LRM_EXPORT_443318430363968_20190528_214805384.jpg\" alt=\"LRM EXPORT 443318430363968 20190528 214805384\"></p>\n<p>We hiked through the afternoon, past more and more herds of horses and to another stunning yurt camp on the shore of Song Kul where the banter flowed until morning!</p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/2JGhxAtuhuh6VGEpkt28MU/39a0f9a1daa6f10b04ea04a412fed6f0/LRM_EXPORT_444079941694458_20190528_220046896.jpg\" alt=\"LRM EXPORT 444079941694458 20190528 220046896\"></p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/37YQ4B1O1Wxiqf1Om3Ai0c/ef171f41f358dc6f913c392317745f7a/LRM_EXPORT_444241058382105_20190528_220328012.jpg\" alt=\"LRM EXPORT 444241058382105 20190528 220328012\"></p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/3kmhgZnaQ6cvdCyE16VKmH/428bb07c6521949155e6fc974dab6229/LRM_EXPORT_444320075056398_20190528_220447029.jpg\" alt=\"LRM EXPORT 444320075056398 20190528 220447029\"></p>\n<p>(with thanks to Cas and his flash af camera for many of those pics). </p>\n<p>We drove out of Song Kul through some fairly extreme terrain:</p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/6IJCEw6QUjnmqAir22ms3V/a37355749114597c9bf2050818d2cc83/IMG_20190529_091614.jpg\" alt=\"IMG 20190529 091614\"></p>\n<p>To our next stop - Issik-Kul Lake: the seventh deepest lake in the world, the second largest saline lake after the Caspian Sea and the tenth largest lake in the world by volume.  Its name means warm lake, because though it is surrounded by snowy mountains, it never freezes. </p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/72UtaIaGQAmOFDL6pKw7U5/d5ed2411a90df4f739b878d890d8bdce/PANO_20190530_113819.jpg\" alt=\"PANO 20190530 113819\"></p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/4hMuZ9BMUeLHE1ZKcV7Q0E/42e63abc6dd493e9f58f6b04dacd0adf/IMG_20190529_180759.jpg\" alt=\"IMG 20190529 180759\"></p>\n<p>Incredibly, one of the guides who was staying at the same yurt camp had arranged a local eagle hunter to visit the camp.  He was hoping to negotiate a regular tourist experience with him and his golden eagle Blackeye, and also get some promotional footage and pictures.  It was an amazing opportunity for us who just happened to be in the right place at the right time!  Worldwide, most falconers use hawks and falcons, but the Kygyz consider them amateur birds.  They hunt with golden eagles, some of the most powerful predators you can imagine - including being able to kill wolves and lynxes.  They are caught from the wild, trained for three or four years (Blackeye is still in training, and still not fully grown!) by constant contact with his/her master and exercises with stuffed fox skins.  After 20 years of hunting and companionship, tradition dictates the eagle must be released into the wild.  This tradition takes place across Central Asia, particularly in Kyrgyzstan and Mongolia, which still have widespread nomadic populations.</p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/53okHzGXN7zS3guh16KvVE/b0ff676e3cf03dfa3ace27c2874dbf51/IMG_20190529_154117_exported_1199_1559131975444.jpg\" alt=\"IMG 20190529 154117 exported 1199 1559131975444\"></p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/7gcQVL7oinQrWZlcUQGyUH/8e02bd137e757fe5f9bc040d3bd63f9e/00100dPORTRAIT_00100_BURST20190529150006308_COVER.jpg\" alt=\"00100dPORTRAIT 00100 BURST20190529150006308 COVER\"></p>\n<p>Blackeye caught a rabbit, broke its neck and then guarded it until his master came, took it from him and then provided him with a meaty reward.  As you can see, it was pretty terrifying being in the path of an apex predator that can kill a fully grown wolf!! As you can also see, Blackeye is still learning, so our rabbity friend nearly made it out of there alive! </p>\n<p><a href=\"https://youtu.be/XMgcVGUL24s\" class=\"embedly-card\" data-card-width=\"100%\" data-card-controls=\"0\">Embedded content: https://youtu.be/XMgcVGUL24s</a></p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/tmKOBWYv4wYwwdmy2vuHo/79d1d15fd7d411b6549aafa377f8d6aa/IMG_20190529_144114.jpg\" alt=\"IMG 20190529 144114\"></p>\n<p>The eagle hunter who had come to visit was also a practitioner of ancient Kyrgyz archery, which is traditionally done from horseback.  Probably luckly, we were not required to try it from a horse.  To everyone's great admiration I was able to hit a bullseye, proving my worth in an apocolypse once and for all.</p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/2VHJmLqyyHvIZW6nBsuFBt/3832aaf1ecb6129006025a02a5dea9d4/IMG_20190529_152739.jpg\" alt=\"IMG 20190529 152739\"></p>\n<p>It was stinking hot, so we braved some swims in the lake (it did NOT live up to its name!) and sunk beers in the lovely little lakeside yurt resort (?!) and relaxed.</p>\n<p>The next day was we took off again, winding around the enormous lake. Our first stop was the Fairytale Canyon, a baking hot, red sandstone area filled with amazing eroded rock formations.  We bashed our way uphill to see the view, with the snowy hills looking very cooling in the distance! </p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/4ACZmslLmTvp8Tts2pdvqe/5b12e0dc2a97e915aa9e978faa753dc4/IMG_20190530_100200.jpg\" alt=\"IMG 20190530 100200\"></p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/4HUrmEErSvuiSKlufGrtEv/4985a0e4bc076863a7bf9fdeacd44cd8/MVIMG_20190530_102413.jpg\" alt=\"MVIMG 20190530 102413\"></p>\n<p>We made it Karakol, our next destination and where we said goodbye to our wonderful driver, who had navigated gnarly roads, drunken evenings and us bullying him into dressing up in stupid costumes touted at tourist spots, all while fasting for Ramadan.  Absolute ledg!</p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/1cmcNldjHer2yk6gV3P6lH/7654dc2f0b176559659100c2f93652b4/IMG_20190529_150225.jpg\" alt=\"IMG 20190529 150225\"></p>\n<p>Karakol is a cool little tourist town, with good vibes, good pizza and spectacular hikes and hot springs dotted around it.  We had some rain to wait out, which we did in good company with our Dutch friends Cas and Ruby who we'd met on our hike to Song Kul Lake a week earlier.</p>\n<p>We spent the time plotting a hike into the mountains, which required rented tents, a lot of poring over maps and various transport arrangements. With our rucksacks packed, we crossed our fingers the rain would stay at bay and that the ice at higher altitudes wouldn't force us to turn back.</p>\n<p>The plan was to follow the Karakol river up the valley to a summer yurt camp, stay the night, continue to Lake Ala Kul at 3,500 m and head over the pass down into the Arashan Valley to a second yurt camp (complete with hot springs) and out the other side.  Unfortunately, no one could tell us whether the yurts had arrived for ther summer, how much snow would be at the top and what the avalanche risk was! We decided to play it by ear. </p>\n<p>We set off up the valley, with sunshine and horses and the views started rolling in immediately! (almost all these beautiful pics courtesy of Cas).</p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/2ZF4guMIi68o2CcWuUkqyc/e7bb4be87b8cf20991aee046e928bb71/IMG_20190531_154352.jpg\" alt=\"IMG 20190531 154352\"></p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/46NGNUiyfO3W4w6kRysZO1/a9ca8ec7cbb021ab4136d20ef0450f58/LRM_EXPORT_68361803046073_20190602_235929914.jpg\" alt=\"LRM EXPORT 68361803046073 20190602 235929914\"></p>\n<p>After about five hours of steady uphill climbing, we had come across no sign of the summer yurt camp, so decided to pitch our tents and make our pasta in a beautiful meadow where the horses didn't seem too unfriendly. </p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/3Oa7S6W3KzVux2uPovJ5AI/bf53f24b816eff40ea256a64d867c9fd/LRM_EXPORT_41071385634776_20190602_124523528.jpg\" alt=\"LRM EXPORT 41071385634776 20190602 124523528\"></p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/1D2qC6cIv73KiFVhal60ee/2aab58e2d5f07a2ff96db8d0a4fe491b/LRM_EXPORT_40860010413867_20190602_123703985.jpg\" alt=\"LRM EXPORT 40860010413867 20190602 123703985\"></p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/46yfDLNjKVthcV7dzRTN1f/87f17a68618588838d952269e5652483/LRM_EXPORT_7071837115624_20190601_190329098.jpg\" alt=\"LRM EXPORT 7071837115624 20190601 190329098\"></p>\n<p>Our next day's walk was a monster.  We passed through the site of the yurt camp, not yet inhabited for the summer, and then slogged up frozen rocks and gravel for hours to get to the pass.  It was fairly slow, treacherous going.</p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/68sOUYR6kNzYZd0UsZYVdn/0ef477efddaa36f76e5b94482c4ea7ff/IMG_20190601_120728.jpg\" alt=\"IMG 20190601 120728\"></p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/41XAVfDbLcAr1qusvjDEpQ/829a49e23b916544fd400f0657745d75/IMG_20190601_125553.jpg\" alt=\"IMG 20190601 125553\"></p>\n<p>Given all the ice, we were unsurprised to see that Ala Kul was totally frozen.  It was stunning, despite the famously blue water being totally white.  </p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/4oTzPVZGi1sQRGP7FQtk4V/7e41b6815613416ea31364d8715689bd/PANO_20190601_111543.jpg\" alt=\"PANO 20190601 111543\"></p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/6a8qkc0MTX8CH1RjKvrqVV/85e8f38a5b9a3989a60decc0765cc3bb/LRM_EXPORT_41516422322418_20190602_125248565.jpg\" alt=\"LRM EXPORT 41516422322418 20190602 125248565\"></p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/2pnTx2hTD0Twkgb1s5rw81/5ac38a034cdf633611df2590fdabe87f/IMG_20190601_115720.jpg\" alt=\"IMG 20190601 115720\"></p>\n<p>But it was fairly obvious the extent of the ice / snow and the risk of avalanche (not to mention the probability there would be no yurt camp in the next valley) made crossing the pass a bad idea, so we set out on a massive walk back to Karakol the same way we'd come.  </p>\n<p>After hours of walking, we came across an army truck, who agreed to get us all the way back to town.  We couldn't say no to that kind of offer and so spent half an hour being slammed around in the back of the truck, then transferred to a smelly old jeep and ferried back into town, triumphant! </p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/30cNWGk72n0AK6KGXF6ZmT/2bad813504202c36a419bba566574035/IMG_20190601_152840.jpg\" alt=\"IMG 20190601 152840\"></p>\n<p>However, we couldn't leave Karakol without a hot pool soak.  So, we made our way to Ayu Tor, one of the strangest places we went in Kyrgyzstan - a seemingly deserted soviet sanitorium with indoor and outdoor mineral hot pools. I must say, this stretched even my love of Soviet architecture...</p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/3rRctdXXT5cuIuaD5Q9PVx/8416bdce647f98a47496aa1d48ae9982/IMG_20190603_124434.jpg\" alt=\"IMG 20190603 124434\"></p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/3ewMbYfCMWjX9MSSG080oP/2608796792d4acffa214a230ce303b53/IMG_20190603_121432.jpg\" alt=\"IMG 20190603 121432\"></p>\n<p>It was pretty dank, but the outdoor pools made up for it! </p>\n<p><img src=\"//images.ctfassets.net/ks1b7y6sttxc/4BSLXAvVcjvPXRzuNLDnfj/3e1927bb80a72623341dab96365fe00d/IMG_20190603_123503.jpg\" alt=\"IMG 20190603 123503\"></p>\n<p>It was hard leaving the mountains of Karakol behind to head to the big smoke of Bishkek, particularly when we knew we had a 12 hour busride the next day, but all good things must come to an end and it was time to soak in some ancient history in the home of the most iconic cities of the silk road - Uzbekistan!</p>"}}}},"pageContext":{"slug":"kyrgyzstan"}}